Repository: guigarfr/noproblem
Catalog: site/noproblem/noproblem/problems/locale/*/LC_MESSAGES/django.po
Languages: es

source: Haz click en el botón "%(show_data_button)s" para ver los datos del problema
es: Click the "%(show_data_button)s" to see the problem data

source: A partir de este momento empezará a contar el tiempo
es: The time will start counting from that moment

source: Una vez solucionado el problema, copia el resultado, pulsa el botón "%(sendres_button)s" y pega el valor/es obtenidos en el campo de texto que aparecerá
es: Once you've solved the problem, copy the result, press the "%(sendres_button)s" and paste the result/s you got in the text fieldthat just appeared

source: Statistics for %(title)s
es: Estadísticas para %(title)s

source: Problem %(title)s has been solved just once.
es: El problema %(title)s sólo se ha resuelto una vez.

source: Average time for solving this problem is %(avg_time)s
es: El tiempo medio de resolución para este problema es %(avg_time)s

source: at %(date)s and solved in %(time)s time.
es: el %(date)s y tardó en resolverlo %(time)s.

source: correct!
es: ¡correcto!

source: failed!
es: !incorrecto!

source: No results are available.
es: No hay resultados disponibles

source: Problem %(title)s still hasn't been solved
es: El problema %(title)s todavía no ha sido resuelto
